Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=822_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Sammallahden sanakirjan uusi painos ilmestyi
smn: Sammallahti sänikirje uđđâ teddilâs almostui

source: Uusi painos Pekka Sammallahden saamelais-suomalais-saamelaisesta sanakirjasta (Sámi-suoma-sámi sátnegirji) on ilmestynyt.
smn: Uđđâ teddilâs Pekka Sammallahti säämi-suomâ-säämi sänikirjeest (Sámi-suoma-sámi sátnegirji) lii almostum.

source: Saamelaiskäräjät julkaisi näköispainoksen Girjegiisá Oy:n alunperin vuonna 1993 julkaisemasta teoksesta.
smn: Sämitigge almostittij nálásâšteddilâs Girjegiisá Oy algâaalgâst ive 1993 almostittum kirjeest.

source: Sanakirjan saame-suomi - osassa on yli 12.000 sanaa, suomi-saame - osassa puolestaan yli 20.000 sanaa.
smn: Sänikirje säämi-suomâ – uásist láá paijeel 12.000 säännid, suomâ-säämi – uásist vuot paijeel 20.000 säännid.

source: Sanakirjan saamen kieli tarkoittaa pohjoissaamea.
smn: Sänikirje sämikielâ uáivild tavesämikielâ.

source: Kirjan lopussa on lueteltu mm. pohjoissaamen nominien ja verbien taivutustyypit ja annettu joitakin esimerkkejä taivutuksesta.
smn: Kirje loopâst láá luvâttâllum el.

source: Saamelais-suomalais-saamelaista sanakirjaa on kysytty paljon edellisen painoksen loputtua.
smn: tavesämikielâ nominij já veerbâi sujâttemtiijpah já adelum motomeh ovdâmeerhah suujâtmist.

source: Sámi duodji-kaupasta Sajoksesta Inarista, yhdistyksen
smn: Säämi-suomâ-säämi sänikirje láá koijâdâm ennuv ovdebáá teddilâs nuuhâm maŋa.

source: tai saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta ritva.
smn: Kirje lii tääl finniimist Sámi duodji-käävpist Sajosist Anarist, seervi nettikäävpist teikâ sämitige škovlim- já oppâmateriaaltoimâttuvvâst ritva.
